[
  {
    "source": "MarketWatch",
    "headline": "Oops: Amazon’s Alexa recorded couple’s conversation, sent it to random contact",
    "intro": "A couple in Portland, Ore., got an unnerving surprise when their Amazon Inc. voice-controlled smart speaker recorded their conversation and sent it to a random ..."
  },
  {
    "source": "South China Morning Post",
    "headline": "Amazon explains why digital assistant Alexa recorded and shared private conversation",
    "intro": "The incident has reinvigorated privacy concerns as internet-connected devices and assistants become ubiquitous in homes."
  },
  {
    "source": "Newser",
    "headline": "In 'Unlikely' String of Events, Amazon Echo Records, Sends Conversation",
    "intro": "Amazon says an \"unlikely\" string of events prompted its Echo personal assistant device to record a Portland, Oregon, family's private conversation and then send ..."
  },
  {
    "source": "CBS 8 San Diego",
    "headline": "Portland woman says Amazon Alexa recorded a private conversation, then sent it to a person in Seattle",
    "intro": "A Portland family's private conversations were recorded by their Amazon Echo smart speaker and emailed to a random phone contact of the father, they told a ..."
  },
  {
    "source": "Ars Technica",
    "headline": "Amazon confirms that Echo device secretly shared user’s private audio [Updated]",
    "intro": "Amazon confirmed an Echo owner's privacy-sensitive allegation on Thursday, after Seattle CBS affiliate KIRO-7 reported that an Echo device in Oregon sent ..."
  },
  {
    "source": "KGW.com",
    "headline": "Amazon responds after Portland woman claims Alexa records private conversation",
    "intro": "PORTLAND, Ore. – A Portland woman says her family's Amazon Alexa speaker recorded a private conversation in her home and sent the recording to one of her ..."
  },
  {
    "source": "Wired",
    "headline": "Don't Freak Out About That Amazon Alexa Eavesdropping Situation",
    "intro": "You should certainly understand the risks of having a smart speaker in your home, but there's a perfectly good explanation for how that rogue message might ..."
  },
  {
    "source": "PhoneDog",
    "headline": "Amazon Alexa device recorded a family's conversation and sent it to another person",
    "intro": "ORIGINAL: With the rise of smart speakers like the Amazon Echo, some people are concerned that their devices are listening to them even when they're not ..."
  },
  {
    "source": "Fossbytes",
    "headline": "Amazon Alexa Records Couple’s Personal Conversation And Sends It To A Contact",
    "intro": "In a startling and alarming incident, a Portland, Oregon based woman named 'Danielle' has accused Amazon Alexa of recording her personal conversation with ..."
  },
  {
    "source": "VentureBeat",
    "headline": "Alexa recorded a woman’s private conversation and sent it to a random contact",
    "intro": "It's every smart home speaker owner's worst nightmare: a private message recorded and sent to a recipient without their knowledge. But that's what happened to ..."
  },
  {
    "source": "The Week Magazine",
    "headline": "Alexa recorded this couple's conversation, then sent it to a random phone contact",
    "intro": "If you've ever said something rude, crude, or lewd in front of your Amazon Echo, you'd better hope it wasn't listening. A woman in Portland named Danielle, who ..."
  },
  {
    "source": "AdAge.com",
    "headline": "Amazon explains why Alexa forwarded a private conversation | Digital",
    "intro": "Amazon says an Echo device misunderstood a series of commands and that's why a couple's private conversation was recorded and forwarded to a friend."
  },
  {
    "source": "Insider",
    "headline": "A couple says that Amazon's Alexa recorded a private conversation and randomly sent it to a friend",
    "intro": "A couple in Portland, Oregon, say the Amazon Alexa-powered devices in their home recorded a private conversation and sent it to a contact in Seattle, 176 miles ..."
  },
  {
    "source": "BBC News",
    "headline": "Amazon Alexa heard and sent private chat",
    "intro": "A couple in Portland, Oregon joked that their Amazon Alexa might be listening in to their private conversations. The joke came to an abrupt end when they ..."
  },
  {
    "source": "The Register",
    "headline": "You know that silly fear about Alexa recording everything and leaking it online? It just happened",
    "intro": "Updated It's time to break out your \"Alexa, I Told You So\" banners – because a Portland, Oregon, couple received a phone call from one of the husband's ..."
  },
  {
    "source": "SlashGear",
    "headline": "Amazon admits Echo eavesdropping as Alexa shares private chat [Updated]",
    "intro": "Amazon is investigating how an Echo recorded a conversation and sent that to another person, after one Portland couple claims the smart speaker ..."
  },
  {
    "source": "USA Today",
    "headline": "Alexa creepily recorded a family's private conversations, sent them to business associate",
    "intro": "SAN FRANCISCO – A Portland family's private conversations were recorded by their Amazon Echo smart speaker and emailed to a random phone contact of the ..."
  },
  {
    "source": "Wall Street Journal",
    "headline": "Amazon Alexa-Powered Device Recorded and Shared User's Conversation Without Permission",
    "intro": "Amazon said that one of its Echo home speakers recorded a private conversation without permission and sent it to a person in the owners' contact list, ..."
  },
  {
    "source": "International Business Times",
    "headline": "Amazon's Alexa Eavesdropped On A Conversation, Sent It To A Contact Miles Away",
    "intro": "A family in Portland, Oregon, claims that their Alexa, a voice-controlled smart speaker by Amazon, eavesdropped on their conversation and then shared it."
  },
  {
    "source": "Designboom",
    "headline": "here's how amazon alexa hacked and shared a family's private conversation",
    "intro": "a family from portland, oregan has claimed that their amazon echo recorded a conversation and sent it to a random person on their contact list."
  },
  {
    "source": "NBCNews.com",
    "headline": "Little did she know, Alexa was recording every word she said",
    "intro": "An Oregon woman discovered that her Amazon device was sending her private chats by email to her husband's employee when he called and warned her, ..."
  },
  {
    "source": "HuffPost",
    "headline": "Amazon Admits Alexa Device Eavesdropped On Portland Family",
    "intro": "Unplug your Alexa devices right now. You're being hacked.”"
  },
  {
    "source": "TNW",
    "headline": "Amazon can't explain why Alexa recorded and shared a private conversation",
    "intro": "A Portland couple recently contacted Amazon customer support after an Echo smart speaker secretly recorded a private conversation and sent it to a person on ..."
  },
  {
    "source": "Tom's Guide",
    "headline": "Not Good: Alexa Records and Shares Woman's Private Conversation (Update)",
    "intro": "A Portland woman claims that Amazon's digital assistant recorded and sent their private conversations to a contact. Amazon now has an explanation."
  },
  {
    "source": "SFGate",
    "headline": "An Amazon Echo recorded a family's conversation, then sent it to a random person in their contacts, report says",
    "intro": "An Amazon Echo recorded a family's conversation, then sent it to a random person in their contacts, report says. Hamza Shaban, The Washington Post ..."
  },
  {
    "source": "GSMArena.com",
    "headline": "Echo records private family chat and sends it to random contact, Amazon offers explanation - GSMArena.com news",
    "intro": "While devices like smart speakers undoubtedly make your day to day life more convenient, they also pose privacy concerns. Take, for example, Alexa series..."
  },
  {
    "source": "New York Post",
    "headline": "Woman says Alexa recorded conversations, sent them to random contact",
    "intro": "Amazon's Alexa recorded an Oregon woman's private conversations and sent them to a random contact in her family's address book."
  },
  {
    "source": "Reuters",
    "headline": "Oregon family finds Amazon's Alexa has a mind of her own",
    "intro": "A Portland, Oregon, family has learned what happens when Amazon.com Inc's (AMZN.O) popular voice assistant Alexa is lost in translation."
  },
  {
    "source": "Newshub",
    "headline": "Amazon Echo records couple's private conversation, sends it to a work colleague",
    "intro": "Amazon has apologised after one of its Echo devices recorded conversations it shouldn't have, and then sent them to a work colleague. Portland mother ..."
  },
  {
    "source": "The Verge",
    "headline": "Amazon explains how Alexa recorded a private conversation and sent it to another user",
    "intro": "Amazon has been forced to explain how Alexa recorded a private conversation and sent it to an Echo user's colleague without their knowledge. A Portland ..."
  },
  {
    "source": "Yahoo Finance",
    "headline": "Amazon's Alexa Eavesdropped and Shared the Conversation",
    "intro": "A couple's private conversation was mysteriously recorded by their Amazon Echo device and sent to one of their contacts, igniting privacy concerns about the ..."
  },
  {
    "source": "KTLA Los Angeles",
    "headline": "Oregon Couple Claims Amazon Device Recorded Them, Then Sent Conversation to Another Person",
    "intro": "An Oregon family has unplugged all of their Amazon devices after they said the voice-controlled speakers secretly recorded them and sent audio files to one of ..."
  },
  {
    "source": "KHQ Right Now",
    "headline": "Amazon: Echo device sent conversation to family's contact",
    "intro": "(AP) - Amazon says an \"unlikely\" string of events prompted its Echo personal assistant device to record a Portland, Oregon, family's private conversation and ..."
  },
  {
    "source": "Hot Hardware",
    "headline": "Amazon Alexa Allegedly Records Woman's Conversation And Sends It To A Random Contact | HotHardware| HotHardware",
    "intro": "A woman from Portland, Oregon has claimed that her Amazon Echo recorded part of her conversation and sent it to a random person on when contact list."
  },
  {
    "source": "Local10.com",
    "headline": "Amazon Alexa secretly recorded family's conversations, sent to random contact",
    "intro": "It appears that the more technology evolves, the creepier it gets."
  },
  {
    "source": "Complex",
    "headline": "Alexa Eavesdrops on Couple's Conversation and Sends It to Owner's Employee",
    "intro": "I'm not the first and won't be the last to say Alexa and her speakers are not to be trusted. Remember when the Amazon assistant started laughing at people ..."
  },
  {
    "source": "Bloomberg",
    "headline": "This Is How Alexa Can Record Private Conversations",
    "intro": "Amazon.com Inc. said a series of miscues picked up by one of its voice-activated Echo speakers during an Oregon couple's private conversation resulted in the ..."
  },
  {
    "source": "Seattle Times",
    "headline": "Amazon's Alexa recorded and shared a conversation without consent, report says",
    "intro": "A Portland woman said an Amazon device recorded a conversation in her home without her consent, and shipped the file to someone in her contact list, ..."
  },
  {
    "source": "Fortune",
    "headline": "Amazon Explains Why Woman's Amazon Alexa Device Randomly Recorded and Shared Her Conversation",
    "intro": "In a statement from the Amazon, the company is explaining how a woman's Amazon Alexa device recorded a private conversation and randomly shared it with ..."
  },
  {
    "source": "FastCompany",
    "headline": "How a family’s Amazon Echo recorded and sent out their private conversation",
    "intro": "When Amazon added the ability to send text messages from Echo speakers and other Alexa devices, it came with a major and fairly obvious flaw: Instead of ..."
  },
  {
    "source": "The Outline",
    "headline": "Alexa can eavesdrop, record, and send what it hears to your contacts",
    "intro": "Amazon admitted a flaw in its Echo devices allowed a couple's private conversations to be sent to one of their coworkers."
  },
  {
    "source": "RT",
    "headline": "Amazon’s smart-speaker Alexa ‘leaks’ private conversation to random number",
    "intro": "A US couple was horrified to find out that their private conversation was recorded by Amazon's Echo voice-controlled device and sent to a work contact. Amazon ..."
  },
  {
    "source": "The Daily Dot",
    "headline": "This family experienced your biggest nightmare with Amazon Echo",
    "intro": "A Portland family recently reported a troubling Amazon Echo incident. Unbeknownst to the household, the device recorded a private conversation and then ..."
  },
  {
    "source": "BGR",
    "headline": "Amazon Echo bug recorded a couple’s private conversations and sent them to a friend",
    "intro": "We've welcomed smart speakers into our homes with the kind of enthusiasm you don't normally see around always-on listening devices, because from the very ..."
  },
  {
    "source": "Investing.com",
    "headline": "Oregon family finds Amazon's Alexa has a mind of her own",
    "intro": "(Reuters) - A Portland, Oregon, family has learned what happens when Amazon.com Inc's (O:AMZN) popular voice assistant Alexa is lost in translation. Amazon ..."
  },
  {
    "source": "WTOP",
    "headline": "Amazon: Echo device sent conversation to family’s contact",
    "intro": "SEATTLE (AP) — An “unlikely” string of events prompted Amazon's Echo personal assistant device to record a Portland, Oregon, family's private conversation ..."
  },
  {
    "source": "OregonLive.com",
    "headline": "Portland woman says Amazon Alexa recorded personal conversation, sent it to contact",
    "intro": "LG Electronics USA Vice President of Marketing David VanderWaal (L) and Amazon Vice President of Alexa, Echo and Appstore Mike George display the LG ..."
  },
  {
    "source": "Pittsburgh Post-Gazette",
    "headline": "Amazon says an Echo recorded a family's conversation and sent it to an acquaintance",
    "intro": "SEATTLE — An “unlikely” string of events prompted Amazon's Echo personal assistant device to record a Portland, Oregon, family's private conversation and ..."
  },
  {
    "source": "The Telegraph",
    "headline": "Amazon Alexa recorded owner's conversation and sent to 'random' contact, couple complains",
    "intro": "After a couple in Portland, Oregon, joked that their Amazon Alexa device might be listening in to their private conversation, it appeared the gadget did just that."
  },
  {
    "source": "androidandme.com",
    "headline": "[UPDATED] Amazon Alexa recorded a private conversation and sent it to a contact",
    "intro": "Update: The Verge received the following response from Amazon regarding the incident: It appears that Alexa devices aren't eerily recording and sending audio."
  },
  {
    "source": "CBS Sacramento",
    "headline": "Couple's Amazon Device Recorded Private Conversation, Sent To Friend",
    "intro": "A couple in Oregon is demanding answers from Amazon after they claim their home's voice-activated device recorded a private conversation and sent it to a ..."
  },
  {
    "source": "KTVI Fox 2 St. Louis",
    "headline": "Couple claims Amazon device recorded them, sent conversation to another person",
    "intro": "PORTLAND, Ore. – An Oregon family has unplugged all of their Amazon devices after they say the voice-controlled speakers secretly recorded them and sent ..."
  },
  {
    "source": "CNET",
    "headline": "Alexa sent private audio to a random contact, Portland family says",
    "intro": "A family in Oregon says their Alexa device recorded audio of a private conversation and sent it out to a random contact without warning."
  },
  {
    "source": "Popular Mechanics",
    "headline": "Amazon Alexa Device Caught Sending Private Conversations to Stranger",
    "intro": "A family in Portland, Oregon had their privacy violated by their Alexa device when it sent their private conversations to a random contact in a family member's ..."
  },
  {
    "source": "KATU",
    "headline": "Portland woman says Amazon Echo recorded private conversation, sent it to random contact",
    "intro": "SEATTLE (AP) Amazon says an unlikely string of events prompted its Echo personal assistant device to record a Portland, Oregon, family's private conversation ..."
  },
  {
    "source": "Chicago Tribune",
    "headline": "Amazon Echo recorded family's conversation, then sent it to a person in their contacts, report says",
    "intro": "One of Amazon's Alexa-powered Echo devices in a family's house silently sent recordings to a person in the family's contacts, without the family's permission."
  },
  {
    "source": "BleepingComputer",
    "headline": "Amazon Alexa Recorded a Conversation and Sent It to a Contact Without Permission",
    "intro": "As much as people enjoy their virtual assistants, sometimes they do things that are downright creepy. Such is the case for a family in Portland who discovered ..."
  },
  {
    "source": "Fortune",
    "headline": "A Woman Claims Her Amazon Alexa Device Recorded a Conversation and Shared It With a Random Friend",
    "intro": "A Portland, Ore. woman says her Amazon Alexa device recorded a private conversation and shared it with a random contact of hers in Seattle."
  },
  {
    "source": "Evening Standard",
    "headline": "Amazon Alexa recorded couple's conversation and sent it to a contact",
    "intro": "Amazon's voice-controlled speaker Alexa recorded a couple's private conversation and sent it to a random person on their contacts list. A woman from Portland, ..."
  },
  {
    "source": "AppleInsider",
    "headline": "Amazon Echo recorded household audio, sent it to random contact",
    "intro": "An Oregon family's Amazon Echo recorded household audio and sent it to an employee of the family's husband, something Amazon blamed on a rare bug that it ..."
  },
  {
    "source": "Daily Beast",
    "headline": "Woman Says Amazon Alexa Recorded Her Private Conversation, Sent Audio to Random Contact",
    "intro": "Amazon Alexa allegedly recorded a Portland family's private conversation and sent the audio to a person in their contact list, KIRO 7 reported. Danielle, who ..."
  },
  {
    "source": "BuzzFeedNews",
    "headline": "An Amazon Echo Shared A Woman's Private Conversation As A Voice Message",
    "intro": "Amazon says the Echo mistakenly heard the \"Alexa\" wake word, in addition to multiple confirmation prompts."
  },
  {
    "source": "KHON2",
    "headline": "Oregon woman says her Amazon device recorded private conversation, sent it out to random contact",
    "intro": "Amazon's voice assistant can play music, set timers, order a pizza, and send recordings of private conversations to random people in its users' contact list."
  },
  {
    "source": "Phone Arena",
    "headline": "Alexa recorded a private conversation between husband ands wife and sent it to another Echo user",
    "intro": "Many smart speaker owners wonder if their private conversations are being recorded by the virtual personal assistant on their device. According to Seattle ..."
  },
  {
    "source": "The Independent",
    "headline": "Amazon Echo sends long recording of couple's private conversation to random person",
    "intro": "A family had a private conversation broadcast across the internet to a friend by their Amazon Echo. The horrifying discovery began with an equally chilling phone ..."
  },
  {
    "source": "Amazon's Alexa Eavesdropped and Shared the Conversation: Report",
    "headline": "A couple's private conversation was mysteriously recorded by their Amazon Echo device and sent to one of their contacts, igniting privacy concerns about the ..."
  },
  {
    "source": "Boing Boing",
    "headline": "Amazon: 'Unlikely' string of events led to Echo recording a family's private chat & sending to some random guy",
    "intro": "Amazon has now publicly responded to today's bombshell news that an Alexa/Echo personal digital assistive device recorded and then leaked a Portland ..."
  },
  {
    "source": "CBS NEWS",
    "headline": "Amazon: Alexa Echo sent recorded conversation in \"unlikely\" string of events",
    "intro": "SEATTLE -- An \"unlikely\" string of events prompted Amazon's Echo personal assistant device to record a Portland, Oregon, family's private conversation and ..."
  },
  {
    "source": "Engadget",
    "headline": "Amazon Echo recorded a conversation and sent it to a random contact (updated)",
    "intro": "A Portland, Oregon family has claimed that their Amazon Echo recorded a conversation and then sent it to a random person on their contact list. Two weeks ago ..."
  },
  {
    "source": "KGO-TV",
    "headline": "Amazon: Echo device sent conversation to family's contact",
    "intro": "Amazon says an \"unlikely\" string of events prompted its Echo personal assistant device to record a Portland, Oregon, family's private conversation and then send ..."
  },
  {
    "source": "WIBW",
    "headline": "Amazon: Echo device recorded conversation, sent it to family's contact",
    "intro": "In a statement Thursday, Amazon confirmed the woman's private conversation had been inadvertently recorded and sent."
  },
  {
    "source": "PhillyVoice.com",
    "headline": "Amazon Alexa eavesdropped on a family's conversation and sent it to a random person",
    "intro": "A family in Portland, Oregon was horrified to find out their Amazon Alexa had recorded private conversations in their home and sent the audio to a random ..."
  },
  {
    "source": "Android Police",
    "headline": "Amazon explains why Alexa recorded and sent a conversation to a random contact",
    "intro": "The popularity of smart speakers may be increasing day by day, but there are still some people who believe the speakers are secretly recording and uploadin..."
  },
  {
    "source": "Digital Trends",
    "headline": "Creepy! Woman claims Alexa recorded her conversation and then sent it to a contact",
    "intro": "An Oregon couple say that their Amazon Alexa device recorded their conversation, and then sent it to one of their contacts. Amazon says it's an extremely rare ..."
  },
  {
    "source": "Economic Times",
    "headline": "Amazon Alexa overhears family's private conversation, sends it to random contact",
    "intro": "Amazon said that it is working on solutions to avoid such cases."
  },
  {
    "source": "WHDH 7News",
    "headline": "Family: Amazon Alexa recorded private conversation, shared it with random person",
    "intro": "(WHDH) — A Portland, Oregon, family wants answers from Amazon after they say their Alexa recorded a private conversation in their home and shared it with ..."
  },
  {
    "source": "KOIN.com",
    "headline": "Alexa device sent conversation to family's contact",
    "intro": "The woman said that two weeks ago an employee of her husband contacted them to say he thought their device had been hacked."
  },
  {
    "source": "Washington Times",
    "headline": "Amazon Echo 'Alexa' records private conversation, sends it to acquaintance",
    "intro": "An \"unlikely\" string of events prompted Amazon's Echo personal assistant device to record a Portland, Oregon, family's private conversation and then send the ..."
  },
  {
    "source": "WPXI Pittsburgh",
    "headline": "Amazon Alexa recorded private conversation, sent it to random contact, woman says | WPXI",
    "intro": "A Portland, Oregon, family contacted Amazon to investigate after they say a private conversation in their home was recorded by Amazon's Alexa – the ..."
  },
  {
    "source": "Amazon's Alexa Recorded Couple's Private Conversation & Sent To Contacts",
    "headline": "Aleka is doing more creepy things. Remember when Amazon's voice-controlled Alexa device was randomly making creepy laughing sounds? There was even ..."
  },
  {
    "source": "WSOC Charlotte",
    "headline": "Amazon: Echo device sent conversation to family's contact",
    "intro": "An \"unlikely\" string of events prompted Amazon's Echo personal assistant device to record a Portland, Oregon, family's private conversation and then send the ..."
  },
  {
    "source": "The Times of India",
    "headline": "US family finds Amazon's Alexa has a mind of her own",
    "intro": "US News: A Portland woman with Amazon devices across her home received a call two weeks ago from her husband's employee, who said Alexa had recorded ..."
  },
  {
    "source": "Mother Jones",
    "headline": "An Amazon Echo Recorded a Family's Private Conversation and Sent It to Some Random Person",
    "intro": "In case you needed another reminder that Amazon's Echo, an internet-connected recording device designed to listen and respond to verbal commands, can ..."
  },
  {
    "source": "TechRadar",
    "headline": "Alexa did send a private conversation to a random person but there is a reason",
    "intro": "Alexa sometimes get confused. Anyone with an Amazon Echo will know this. Once it turned on my bedroom light, instead of playing soothing music through a ..."
  },
  {
    "source": "KIRO Seattle",
    "headline": "Woman says her Amazon device recorded private conversation, sent it out to random contact | KIRO-TV",
    "intro": "A Portland family contacted Amazon to investigate after they say a private conversation in their home was recorded by Amazon's Alexa -- the voice-controlled ..."
  },
  {
    "source": "Los Angeles Times",
    "headline": "Amazon Echo recorded a couple's conversation, then sent audio to someone they know",
    "intro": "An Amazon Alexa-powered Echo device in a couple's home surprised them by recording conversations and sent audio to a person in their contact list. Amazon ..."
  },
  {
    "source": "FOX 31 Denver",
    "headline": "Amazon confirms Echo device shared user’s private conversation",
    "intro": "SEATTLE -- An Amazon Echo device secretly shared a user's private conversation, the tech giant confirmed Thursday. A Portland, Oregon family contacted ..."
  },
  {
    "source": "ZDNet",
    "headline": "Alexa's latest creepy move: recording a couple's private conversation and sharing it",
    "intro": "The incident is the latest to raise questions about the level of privacy consumers can and should expect from devices that are listening to and potentially ..."
  },
  {
    "source": "iMore",
    "headline": "An Amazon Echo sent someone's private conversation to one of their contacts",
    "intro": "Amazon's Echo gadgets have exploded in popularity over the past couple years, but some folks have been reluctant about the idea of having an always-listening ..."
  },
  {
    "source": "The Associated Press",
    "headline": "Amazon's Echo Records and Sends Conversation",
    "intro": "An \"unlikely\" string of events prompted Amazon's Echo personal assistant device to record a Portland, Oregon, family's private conversation and send it to an..."
  },
  {
    "source": "Financial Times",
    "headline": "Amazon Echo nightmare: private conversation sent to contact",
    "intro": "Amazon is reviewing how its voice-activated speakers work after a woman claimed her Echo device recorded a private conversation in her home and sent it to a ..."
  },
  {
    "source": "recode",
    "headline": "Here’s Amazon’s explanation for the Alexa eavesdropping scandal",
    "intro": "A couple says their device secretly recorded a private conversation of theirs and sent it to an acquaintance."
  },
  {
    "source": "MacRumors",
    "headline": "Amazon's Alexa Recorded a Woman's Private Conversation and Sent it to a Contact",
    "intro": "A woman in Portland recently had an alarming experience with her Alexa-enabled devices after a private conversation was recorded and sent to a random..."
  },
  {
    "source": "An Amazon ‘Alexa’ Echo Dot device",
    "headline": "Amazon's Alexa recorded private conversation and sent it to random contact",
    "intro": "The company, which has insisted its Echo devices aren't always recording, has confirmed the audio was sent."
  },
  {
    "source": "Vanity Fair",
    "headline": "Yes, Amazon's Alexa Can Secretly Record and Share Conversations",
    "intro": "This weekend, while at home watching a particularly tense scene in the Showtime series Billions, my Amazon Echo suddenly piped up. “To whom?” Alexa asked ..."
  },
  {
    "source": "The Indian Express",
    "headline": "Amazon Alexa recorded family’s private conversation, then sent it to someone else",
    "intro": "Amazon's Alexa has been caught recording a private conversation of a Portland-based coupled in the US, and then sending that recording conversation to ..."
  },
  {
    "source": "CBS Philly",
    "headline": "Couple Claims Amazon Device Recorded Private Conversation, Sent To Friend"
  },
  {
    "source": "Yahoo Finance",
    "headline": "Amazon Echo spying on people",
    "intro": "If you have an Amazon Echo, your private conversation may not be so private after all. KIRO TV in Seattle reports a family in Portland was alerted by her ..."
  },
  {
    "source": "Arutz Sheva",
    "headline": "Woman says Alexa device sent private conversation to contacts",
    "intro": "Oregon woman says Amazon's Alexa recorded private conversation, then sent it to random contacts."
  },
  {
    "source": "The Mercury News",
    "headline": "Family: Amazon Echo recorded us, sent conversation to a random person",
    "intro": "By Hamza Shaban | Washington Post. A family in Portland, Oregon, received a nightmarish phone call two weeks ago. “Unplug your Alexa devices right now,” a ..."
  },
  {
    "source": "Notebookcheck.net",
    "headline": "Amazon Echo device records and sends private conversation without permission",
    "intro": "It has been reported that an Amazon Echo device recorded and then sent out a husband and wife's private conversation without their permission."
  },
  {
    "source": "WSOCTV9",
    "headline": "Amazon Echo sent conversation to random contact"
  },
  {
    "source": "TechCrunch",
    "headline": "This family’s Echo sent a private conversation to a random contact",
    "intro": "A Portland family tells KIRO news that their Echo recorded and then sent a private conversation to someone on its list of contacts without telling them. Amazon ..."
  },
  {
    "source": "AlterNet",
    "headline": "Amazon Alexa Device Recorded a Family's Private Conversation and Sent It to Someone on Their Contact List",
    "intro": "The incident raises deep concerns about privacy and smart home recording devices. A family in Portland, Oregon reports that an Amazon Alexa device recorded ..."
  },
  {
    "source": "The Sydney Morning Herald",
    "headline": "Amazon Echo reportedly recorded conversation, sent to random contact",
    "intro": "The family had no idea until they received a phone call telling them \"unplug your Alexa devices right now\"."
  },
  {
    "source": "Lifehacker Australia",
    "headline": "Amazon Admits Alexa Recorded And Shared Conversation",
    "intro": "A family in Oregon had a private conversation recorded and sent to a third party by their Amazon Alexa. Amazon has confirmed the incident saying the incident is ..."
  },
  {
    "source": "CTV News",
    "headline": "Echo device sent private conversation to family's contact: Amazon",
    "intro": "An 'unlikely' string of events prompted Amazon's Echo personal assistant device to record a Portland, Oregon, family's private conversation and then send the ..."
  },
  {
    "source": "SBS News",
    "headline": "Amazon's Alexa recorded private conversation, sent it to random contact",
    "intro": "Amazon's popular voice assistant Alexa can misinterpret conversation as a wake-up call and command, a US family has discovered."
  },
  {
    "source": "The Australian Financial Review",
    "headline": "Amazon explains why Alexa recorded, shared couple's conversation",
    "intro": "Amazon says a series of miscues picked up by one of its voice-activated Echo speakers during a couple's private conversation resulted in their chat being ..."
  },
  {
    "source": "Livemint",
    "headline": "Oregon family finds Amazon’s Alexa has a mind of her own",
    "intro": "A Portland, Oregon, family has learned what happens when Amazon.com Inc.'s popular voice assistant Alexa is lost in translation. Amazon on Thursday ..."
  },
  {
    "source": "NEWS.com.au",
    "headline": "Smart Speakers: Amazon Alexa records & shares private conversation",
    "intro": "AN American woman has claimed her Amazon Alexa smart speaker recorded a private conversation and sent it to someone on her contact list, US media ..."
  },
  {
    "source": "Entrackr",
    "headline": "Amazon's Alexa to power India's first 'Smart Home' project",
    "intro": "After testing its Alexa-powered Echo smart speakers with the in-car infotainment system, the company is partnering with Embassy Group to pre-install an ..."
  },
  {
    "source": "BloombergQuint",
    "headline": "Amazon Explains Why Alexa Recorded, Shared Couple's Conversation",
    "intro": "Amazon.com Inc. said a series of miscues picked up by one of its voice-activated Echo speakers during an Oregon couple's private conversation resulted in the ..."
  },
  {
    "source": "ABC News",
    "headline": "Amazon's Alexa recorded a family's private conversation and sent it to a random contact",
    "intro": "A family in the United States has vowed to never use Amazon's virtual assistant Alexa again after the device recorded a private conversation in their home and ..."
  },
  {
    "source": "India Today",
    "headline": "Alexa secretly records private chat of husband and wife, sends it to a random contact",
    "intro": "Command \"Alexa, send a message to (enter contact name)\" and it will follow your instructions. But, imagine Alexa hearing you secretly and recording your ..."
  },
  {
    "source": "gulfnews.com",
    "headline": "Amazon's Alexa 'heard and sent private chat'",
    "intro": "New York: A private conversation between a couple in the US was recorded by Alexa and then sent to a random person in their contact list. Tech giant Amazon ..."
  },
  {
    "source": "MobileSyrup",
    "headline": "Amazon Echo recorded conversation and sent it to a random contact, says report",
    "intro": "A Portland, Oregon family says that their Amazon Echo recorded a conversation in their home and then sent it to a random person in their contact list."
  },
  {
    "source": "CBC.ca",
    "headline": "Amazon Echo sent family's private conversation to another user",
    "intro": "An \"unlikely\" string of events prompted Amazon's Echo personal assistant device to record a Portland, Ore., family's private conversation and then send the ..."
  },
  {
    "source": "Global News",
    "headline": "Alexa recorded one family’s conversations and sent them to a friend, without them knowing",
    "intro": "WATCH ABOVE: A woman in Portland said her family's Amazon Echo recorded her conversations, then sent them to a random contact without any human ..."
  },
  {
    "source": "Puneesh Kumar, Country Manager – India, Alexa Experiences and Devices at Amazon",
    "headline": "‘Alexa is your friend - talk to her about anything’ – Amazon Echo country head speaks on localisation, Indianising devices",
    "intro": "One of the challenges global tech companies face in India is localisation. Amazon ecommerce succeeded because it spoke to consumers in a language they ..."
  },
  {
    "source": "Financial Post",
    "headline": "Amazon's Alexa eavesdropped on a couple's conversation and then sent the recording to someone else",
    "intro": "A couple's private conversation was mysteriously recorded by their Amazon Echo device and sent to one of their contacts, igniting privacy concerns about the ..."
  },
  {
    "source": "The National",
    "headline": "Echo device sent conversation to family's contact",
    "intro": "Amazon's personal assistant device recorded and sent the recording of a private chat to an acquaintance."
  },
  {
    "source": "Times Online",
    "headline": "Amazon's Alexa 'heard and sent private chat'",
    "intro": "A private conversation between a couple in the US was recorded by Alexa and then sent to a random person in their contact list. Tech giant Amazon has offered ..."
  },
  {
    "source": "ETtech.com",
    "headline": "Amazon partners Embassy group for Alexa-enabled smart homes",
    "intro": "Amazon is partnering with Embassy Group to debut Alexa-enabled smart homes in India. These homes will be part of Embassy Group's residential project ..."
  },
  {
    "source": "News18",
    "headline": "US Family Finds Amazon’s Alexa Has a Mind of Her Own",
    "intro": "A Portland, Oregon, the family has learned what happens when Amazon.com's popular voice assistant Alexa is lost in translation. Amazon on Thursday ..."
  },
  {
    "source": "The Hill",
    "headline": "Amazon 'evaluating options' after woman reports device shared private conversation | TheHill",
    "intro": "Amazon is \"evaluating options\" in response to reports that a woman's \"Alexa\" smart speaker shared a private conversation with one of her contacts."
  },
  {
    "source": "WSVN 7News",
    "headline": "Family says their Amazon Alexa recorded private conversation, shared it with random contact",
    "intro": "PORTLAND, Ore. (WSVN) — A family in Oregon wants answers from Amazon after they say their Echo device recorded a private conversation in their home and ..."
  },
  {
    "source": "Boing Boing",
    "headline": "Amazon home assistant recorded and sent private conversation to third party, says Portland woman",
    "intro": "Why do people have these infernal contraptions in their homes? Every room in her family home was wired with the Amazon devices to control her home's heat, ..."
  },
  {
    "source": "WSB Atlanta",
    "headline": "Amazon Alexa recorded private conversation, sent it to random contact, woman says",
    "intro": "A Portland, Oregon, family contacted Amazon to investigate after they say a private conversation in their home was recorded by Amazon's Alexa – the ..."
  },
  {
    "source": "The Star Online",
    "headline": "Oregon family finds Amazon's Alexa has a mind of her own - Tech News",
    "intro": "Prompts on how to use Amazon's Alexa personal assistant on display in an Amazon 'experience centre' in Vallejo, California. Alexa send an audio recording of ..."
  },
  {
    "source": "FOX13 Memphis",
    "headline": "Amazon Alexa recorded private conversation, sent it to random contact, woman says | FOX13",
    "intro": "A Portland, Oregon, family contacted Amazon to investigate after they say a private conversation in their home was recorded by Amazon's Alexa – the ..."
  },
  {
    "source": "Canoe",
    "headline": "Amazon Echo recorded private family conversation, sent it to someone else",
    "intro": "SEATTLE — Amazon says an “unlikely” string of events prompted its Echo personal assistant device to record a Portland, Ore., family's private conversation and ..."
  },
  {
    "source": "Toronto Star",
    "headline": "Amazon Echo recorded, sent Oregon family’s conversation without consent",
    "intro": "A family in Portland, Ore., received a nightmarish phone call two weeks ago. “Unplug your Alexa devices right now,” a voice on the other line said. “You're being ..."
  },
  {
    "source": "Boing Boing",
    "headline": "Alexa listened to a couple's conversation and sent it to the husband's employee without permission",
    "intro": "A couple in Portland is accusing Alexa of doing exactly what many people have feared she might do. They say she listened in on a conversation and sent it to a ..."
  },
  {
    "source": "NDTV News",
    "headline": "Amazon Explains Why Echo Recorded Couple's Private Conversation and Sent It to a Random Contact",
    "intro": "Amazon confirmed the private conversation had been inadvertently recorded and sent."
  },
  {
    "source": "Financial Express",
    "headline": "Is Alexa breaching your privacy? Amazon explains why its voice assistant shared couple’s conversation",
    "intro": "Amazon.com Inc. said a series of miscues picked up by one of its voice-activated Echo speakers during an Oregon couple's private conversation resulted in the ..."
  },
  {
    "source": "9News.com KUSA",
    "headline": "Alexa creepily recorded a family's private conversations, sent them to business associate",
    "intro": "Amazon's Alexa voice recognition software mistakenly listened to a family's random conversations and recorded and emailed them to acquaintance."
  },
  {
    "source": "NDTV News",
    "headline": "Amazon's Alexa Recorded Family's Conversation, Then Sent It To Random Person",
    "intro": "A family in Portland, Oregon, received a nightmarish phone call two weeks ago. \"Unplug your Alexa devices right now,\" a voice on the other line said. \"You're ..."
  },
  {
    "source": "Chicago Daily Herald",
    "headline": "Amazon Echo recorded a family's conversation, then sent it to a person in their contacts, report says",
    "intro": "A family in Portland, Oregon, received a nightmarish phone call two weeks ago. \"Unplug your Alexa devices right now,\" a voice on the other line said. \"You're ..."
  },
  {
    "source": "The Spokesman-Review",
    "headline": "An Amazon Echo recorded a family’s conversation, then sent it to a random person in their contacts, report says",
    "intro": "A family in Portland, Oregon, received a nightmarish phone call two weeks ago. “Unplug your Alexa devices right now,” a voice on the other line said. “You're ..."
  },
  {
    "source": "Philly.com",
    "headline": "Amazon: Echo device sent conversation to family's contact - Philly",
    "intro": "SEATTLE (AP) - An \"unlikely\" string of events prompted Amazon's Echo personal assistant device to record a Portland, Ore., family's private conversation and ..."
  },
  {
    "source": "The Star Online",
    "headline": "Amazon explains why Alexa recorded, shared couple's conversation - Tech News",
    "intro": "Amazon.com Inc said a series of miscues picked up by one of its voice-activated Echo speakers during an Oregon couple's private conversation resulted in the ..."
  },
  {
    "source": "Stuff.co.nz",
    "headline": "'Unplug your Alexa devices right now'",
    "intro": "An Amazon Echo device recorded a US family's conversation and sent it to a random person prompting the person to call the family."
  },
  {
    "source": "WHNT News 19",
    "headline": "Oregon couple claims Amazon device recorded them, sent conversation to another person",
    "intro": "PORTLAND, Ore. – An Oregon family has unplugged all of their Amazon devices after they say the voice-controlled speakers secretly recorded them and sent ..."
  },
  {
    "source": "The Detroit News",
    "headline": "Amazon: Echo device sent family’s conversation",
    "intro": "Seattle – An “unlikely” string of events prompted Amazon's Echo personal assistant device to record a Portland, Oregon, family's private conversation and then ..."
  },
  {
    "source": "ActionNewsJax.com",
    "headline": "Amazon Alexa recorded private conversation, sent it to random contact, woman says | WJAX-TV",
    "intro": "A Portland, Oregon, family contacted Amazon to investigate after they say a private conversation in their home was recorded by Amazon's Alexa – the ..."
  },
  {
    "source": "WDIV ClickOnDetroit",
    "headline": "Alexa speaker recorded, shared private conversation",
    "intro": "Alexa has many talents. Amazon's voice assistant can play music, set timers, order a pizza, and send recordings of private conversations to random people in its ..."
  },
  {
    "source": "KOKI FOX 23",
    "headline": "Amazon Alexa recorded private conversation, sent it to random contact, woman says | FOX23",
    "intro": "A Portland, Oregon, family contacted Amazon to investigate after they say a private conversation in their home was recorded by Amazon's Alexa – the ..."
  },
  {
    "source": "WFTV Orlando",
    "headline": "Amazon Alexa recorded private conversation, sent it to random contact, woman says | WFTV",
    "intro": "A Portland, Oregon, family contacted Amazon to investigate after they say a private conversation in their home was recorded by Amazon's Alexa – the ..."
  },
  {
    "source": "WSOC Charlotte",
    "headline": "Amazon Alexa recorded private conversation, sent it to random contact, woman says | WSOC-TV",
    "intro": "A Portland, Oregon, family contacted Amazon to investigate after they say a private conversation in their home was recorded by Amazon's Alexa – the ..."
  },
  {
    "source": "Boston 25 News",
    "headline": "Amazon Alexa recorded private conversation, sent it to random contact, woman says | Boston 25 News",
    "intro": "A Portland, Oregon, family contacted Amazon to investigate after they say a private conversation in their home was recorded by Amazon's Alexa – the ..."
  }
]